Repository: PetterBraka/reHydrate
Catalog: reHydrate/*.lproj/Localizable.strings
Languages: de, is, nb

source: Add
de: Hinzufügen
is: Bæta
nb: Legg til

source: Done
de: Fertig
is: Búið
nb: Ferdig

source: Cancel
de: Abbrechen
is: Hætta við
nb: Avbryt

# RemoveDrink
source: Take away this drink
de: Dieses Getränk entfernen
is: Taktu þennan drykk
nb: Fjern denne drinken

source: Enter new value
de: Gib einen Wert ein
is: Sláðu inn nýtt gildi
nb: Angi ny verdi

source: Appearance
de: Aussehen
is: Útlit
nb: Utseende

source: Light mode
de: Heller-Modus
is: Ljósstilling
nb: Lys modus

source: Dark mode
de: Dunkler-Modus
is: Næturstilling
nb: Mørk modus

# AppIcon
source: Change app icon
de: App-Icon ändern
is: Breyta forritatákninu
nb: Endre app icon

source: Language
de: Sprache
is: Tungumál
nb: Språk

source: Unit system
de: Einheitensystem
is: Einingakerfi
nb: Enhets system

source: Units
de: Einheit
is: Einingar
nb: Enheter

source: Metric system
de: Metrisches
is: Metrakerfi
nb: Metrisk system

source: Imperial system
de: Imperiales
is: Keisarakerfi

source: Credits
de: Danksagungen
is: Inneign

source: Translations
de: Übersetzungen
is: Þýðingar

source: Open-source
is: Opinn uppspretta

# Dev&Design
source: Development & Design
de: Entwicklung & Design
is: Þróun & hönnun

source: Change Goal
de: Ziel ändern
is: Breyta markmiði
nb: Ender mål

source: Goal
de: Ziel
is: Marki
nb: Mål

source: Edit drink
de: Getränk bearbeiten
is: Breyta drikk
nb: Endre drikke

# ChangeAmount
source: Change the amount
de: Die Menge ändern
is: Breyta magni
nb: Endre mengde drikke

source: Reminders
de: Erinnerungen
is: Áminningar
nb: Påminnelser

source: Turn on reminders
de: Erinnerungen einschalten
is: Kveikja á áminningum
nb: Skru på påminnelser

source: Turn off reminders
de: Erinnerungen abschalten
is: Slökkva á áminningum
nb: Skru av påminnelser

source: Starting time
de: Start-Zeit
is: Upphafstími
nb: Start tid

source: Ending time
de: End-Zeit
is: Lokatími
nb: Slutt tid

source: Frequency
de: Frequenz
is: Tíðni
nb: Frekvens

source: How to use
de: Verwendungsanleitung
is: Hvernig skal nota
nb: Guide

source: Danger zone
de: Gefahrenzone
is: Hættusvæði
nb: Faresone

source: Open app settings
de: Settings öffnen
is: Opnaðu forritastillingar
nb: Åpne app innstillinger

# OpenHealthApp
source: Open the health app
de: Health-App öffnen
is: Opnaðu heilsuforritið
nb: Åpne helse appen

source: Remove data
de: Daten löschen
is: fjarlægja gögn
nb: Fjern data

# Introductions
source: More
de: Mehr
is: meira
nb: Mer

# DevInsta
source: Developer Instagram
de: Entwickler Instagram
is: Instagram hönnuðar
nb: Utviklers Instagram

# FeatureRequest
source: Request a feature
de: Ein Feature anfragen
is: Óska eftir lögun
nb: Spør om en oppdatering

# ReportBug
source: Report a bug
de: Einen Fehler melden
is: Tilkynntu villu
nb: Raporter en feil

source: Contact us
de: Kontaktiere mich
is: Hafðu samband við mig
nb: Kontakt oss

source: Privacy policy
de: Datenschutzerklärung
is: Friðhelgisstefna

# VersionNumber
source: Version:
is: Útgáfa:
nb: Versjon:

# CouldtSendMail
source: Couldn't open email app
de: Konnte die Mail-App nicht öffnen
is: Gat ekki opnað tölvupóstforrit

# congrats1Title
source: Congratulations
de: Glückwunsch
is: Til hamingju
nb: Gratulerer

# congrats1Body
source: You made your goal!
de: Du hast dein Ziel erreicht
is: Þú náðir markmiði þínu!
nb: Du node målet!

# congrats2Title
source: Finally,
de: Endlich,
is: Loksins,
nb: Endelig,

# congrats2Body
source: You did it!
de: du hast es geschafft!
is: Þú gerðir það!
nb: Du klarte det!

# congrats3Title
source: Congrats
de: Glückwunsch
is: Til hamingju
nb: Grattis

# congrats3Body
source: Another one for the records books!
de: nNoch ein Rekord!
is: Önnur fyrir plötubækurnar!
nb: En til for historiebøkene!

# congrats4Title
source: Finally done
de: ndlich geschafft
is: Loksins búið
nb: Endelig ferdig

# congrats4Body
source: You don't need to worry about it anymore!
de: Du brauchst dir keine Sorgen mehr machen!
is: Þú þarft ekki að hafa áhyggjur af því lengur!
nb: Du trenger ikke tenke på dette mere!

# congrats5Title
source: Hey,
is: Hæ,
nb: Hei,

# congrats5Body
source: Did you see what you did?!
de: Hast du gesehen, dass du gemacht hast?!
is: Sástu hvað þú gerðir?!
nb: Ser du hva du har gjort? Du klarte det!

# congrats6Title
source: Me again,
de: Ich wieder
is: Ég aftur,
nb: Hei meg igjen,

# congrats6Body
source: Congratulations, you reached your goal!
de: Glückwunsch, du hast dein Ziel erreicht!
is: Til hamingju, þú náðir markmiði þínu!
nb: Gratulere du klarte målet ditt!

# congrats7Title
source: Believe it or not, you did it!
de: Glaub es oder nicht, du hast es geschafft!
is: Trúðu því eða ekki, þú gerðir það!
nb: Tro det eller ei, du klarte det!

# congrats7Body
source: It's amazing!
de: Großartig!
is: Það er ótrúlegt!
nb: Kjempe bra!

# congrats8Title
source: You did it!
de: Du hast es geschafft!
is: Þú gerðir það!
nb: Du klarte det!

# congrats8Body
source: I knew you would do it!
de: Ich wusste du würdest es schaffen!
is: Ég vissi að þú myndir gera það!
nb: Jeg visste at du kunne klare det!

# congrats9Title
source: Look at that,
de: Na also,
is: Sjáðu þetta,
nb: Ser man det,

# congrats9Body
source: You did it!
de: Du hast es geschafft!
is: Þú gerðir það!
nb: Du klarte det!

# congrats10Title
source: Well look at that,
de: Schau mal her,
is: Sko, það
nb: Nei men ser man det,

# congrats10Body
source: You reached your goal!
de: Du hast es geschafft!
is: Þú náðir markmiði þínu!
nb: Du klarte målet ditt!

# reminder1Title
source: You should have some water.
de: Du sollte etwas Wasser trinken.
is: Þú ættir að hafa vatn.
nb: Skulle ikke hatt litt vann?

# reminder1Body
source: It has been a long time since you had some water, why don't you have some.
de: Es ist lange her, dass du das letzte mal Wasser getrunken hast, warum trinkst du nicht wieder etwas?
is: Það er langt síðan þú hafðir vatn, af hverju áttu það ekki.
nb: Det er en stund siden du har hatt vann.

# reminder2Title
source: Hi, have you heard about the Sahara?
de: Hi, kennst du die Sahara?
is: Hæ, hefur þú heyrt um Sahara?
nb: Hei har du hørt om Sahara?

# reminder2Body
source: I suggest not having that as an idol. Have some water.
de: I empfehle diese nicht als Vorbild zu haben. Trink etwas Wasser.
is: Ég legg til að hafa það ekki sem átrúnaðargoð. Hafðu smá vatn.
nb: Anbefaler ikke å ha det som et forbilde. Drikk litt vann.

# reminder3Title
source: Water - what is that?
de: Wasser - was ist das?
is: Vatn - hvað er það?
nb: Vann - hva er det?

# reminder3Body
source: Have you remembered to drink water? I suggest that you have some.
de: Hast du dran gedacht etwas zu trinken? Ich empfehle es dir.
is: Hefurðu munað eftir að drekka vatn? Ég legg til að þú hafir einhverjar.
nb: Du må huske å drikke vann. Jeg foreslår at du tar deg litt.

# reminder4Title
source: Hey, would you mind if i asked you a question?
de: Hey, ist es ok wenn ich dir eine Frage stelle?
is: Hey, væri þér sama ef ég spurði þig spurningar?
nb: Hei, kan jeg stille deg et spørsmål?

# reminder4Body
source: Wouldn't it be great to have some water?
de: Wäre es nicht super etwas Wasser zu trinken?
is: Væri ekki frábært að fá sér vatn?
nb: Hadde det ikke vært godt med litt vann?

# reminder5Title
source: What about some water?
de: Wie wäre es mit etwas Wasser?
is: Hvað með vatn?
nb: Hva med litt vann?

# reminder5Body
source: Hey, maybe you should give your brain something to run on?
de: Vielleicht so solltest du deine Kopf etwas Treibstoff geben.
is: Hey, kannski ættirðu að gefa heilanum eitthvað til að hlaupa á?
nb: Hei, kanskje du skal gi hjernen din noe å gå på?

# reminder6Title
source: Just a little reminder.
de: Nur eine kleine Erinnerung.
is: Bara smá áminning.
nb: En liten påminnelse.

# reminder6Body
source: There is a thing called water; maybe you should have some.
de: Es gibt dieses Wasser; vielleicht sollte du etwas davon trinken.
is: Það er hlutur sem kallast vatn; þú ættir kannski að eiga nokkrar.
nb: Det er noe som hetter vann. kanskje du burde drikke litt?

# reminder7Title
source: I know you don't like it.
de: Ich weis du magst es nicht,
is: Ég veit að þér líkar það ekki.
nb: Jeg vet du ikke liker det, men kanskje du skulle hatt litt vann.

# reminder7Body
source: But have some water - it's not going to hurt you.
de: Aber trink etwas Wasser - es tut nicht weh.
is: En hafðu vatn - það mun ekki skaða þig.
nb: Det kan ikke skade.

# reminder8Title
source: What is blue and refreshing?
de: Was ist blau und erfrischend?
is: Hvað er blátt og hressandi?
nb: Hva er blått og forfriskende?

# reminder8Body
source: Water. It’s water. Drink some.
de: Wasser! Es ist Wasser. Trinke etwas.
is: Vatn. Það er vatn. Drekkið smá.
nb: Vann. det er vann. Kanskje du burde ha litt.

# reminder9Title
source: Have some water.
de: Trink etwas Wasser.
is: Hafðu smá vatn.
nb: Drikk litt vann.

# reminder9Body
source: You need to hydrate. Have some water.
de: Du must hydrieren. Trink etwas Wasser.
is: Þú þarft að vökva. Hafðu smá vatn.
nb: Du må hydrere deg. Drikk litt vann.

# reminder10Title
source: Why aren't you thirsty by now.
de: Warum bist du nicht durstig?
is: Af hverju ertu ekki þyrstur núna.
nb: Er du ikke tørst enda?

# reminder10Body
source: You should have some water.
de: Du solltest etwas Wasser trinken.
is: Þú ættir að hafa vatn.
nb: Du bør ha litt vann.

# reminder11Title
source: Hello there.
de: Hallo.
is: Halló þarna.
nb: Hei du.

# reminder11Body
source: General Kenobi, would you like some water?
de: General Kenobi, willst du etwas Wasser trinken?
is: Kenobi hershöfðingi, viltu fá vatn?
nb: Skulle ikke tatt deg litt vann da?

# reminder12Title
source: Hey there, me again.
de: Hallo, ich bins wieder.
is: Hey þarna, ég aftur.
nb: Heisan meg igjen.

# reminder12Body
source: I think you should have some water.
de: Ich glaube du solltest etwas Wasser trinken.
is: Ég held að þú ættir að fá þér vatn.
nb: Jeg tror du burde drikke litt vann.

source: to
de: bis
is: til
nb: til

source: minutes
de: Minuten
is: mínútur
nb: minutter

# RemindersNotAllowed
source: Not allowed to send notifications
de: Nicht erlaubt Nachrichten zu senden
is: Ekki heimilt að senda tilkynningar

source: Reminders set from
de: Erinnerungen gesetzt von
is: Áminningar stilltar frá
nb: Slått på påminnelser

# RemoveRemindersToast
source: All reminders are removed
de: Alle Erinnerungen sind erlaubt
is: Allar áminningar eru fjarlægðar
nb: Alle påminnelser er fjernet

# FrequencyReminder
source: The frequency of reminders
de: Die Frequenz der Erinnerungen
is: Tíðni áminninga
nb: Mellomrom mellom påminnelser er

# ClearingDataAlert
source: Clearing data
de: Daten löschen
is: Hreinsa gögn
nb: Fjerner data

# ClearingDataBody
source: Are you sure you want to delete all save data?
de: Bist du dir sicher, dass du alle Daten löschen willst?
is: Ertu viss um að þú viljir eyða öllum vistuðum gögnum?
nb: Er du sikker på at du vill fjerne all data?

# ClearDataKeepData
source: Keep data
de: Daten behalten
is: Haltu gögnum
nb: Behold data

# ClearDataRemoveData
source: REMOVE OLD DATA
de: LÖSCHE ALTE DATEN
is: FJARLÆGÐU GÖMUL GÖGN
nb: Fjern gammel data

# ExplenationDay
source: This is the current day.
de: Dies ist der aktuelle Tag.
is: Þetta er dagurinn í dag.
nb: Dette er dagen i dag.

# ExplenationSummary
source: This is your consumed amount and your goal for the day.
de: Dies ist deine getrunkene Menge und dein Ziel für den Tag.
is: Þetta er neytt magn og markmið þitt fyrir daginn.
nb: Dette er hvor mye du har drikket og hva ditt mål er.

# ExplenationDrinks
source: This is the different drink options you can use. Tap on a drink to add it to your total amount.
de: Dies sind die anderen Getränk-Optionen, die du benutzen kannst. Tippe ein Getränk um die gesamte Menge hinzuzufügen.
is: Þetta eru mismunandi drykkjarvalkostir sem þú getur notað. Pikkaðu á drykk til að bæta honum við heildarupphæðina.
nb: Dette er dine valg muligheter av drikke, du kan endre på disse ved å holde på den.

# ExplenationSettings
source: Tap on this to go to settings.
de: Tippe hier um zu den Einstellungen zu gelangen.
is: Pikkaðu á þetta til að fara í stillingar.
nb: Trykk her for å gå til innstillinger

# ExplenationCalendar
source: Tap on this to see your history.
de: Tippe hier um die Historie zu sehen.
is: Pikkaðu á þetta til að sjá sögu þína.
nb: Trykk her for å gå til kalenderen

source: Skip
de: Überspringen
is: Sleppa
nb: Hopp over

source: Next
de: Nächste
is: Næst
nb: Neste

source: Water
de: Wasser
is: Vatn
nb: vann

source: Average
de: Durchschnitt
is: Meðaltal
nb: Gjennomsnitt

source: Consumed
de: Getrunken
is: Neytt
nb: Drukket

source: Drink type
de: Getränk-Typ
is: Drykkjutegund
nb: Drikke

source: Drink amount
de: Getränk Menge
is: Drykkjumagn
nb: Drukket mengde

source: to go
de: geh zu
is: að fara
nb: gjenstår

source: Good job
de: Gut gemacht
is: Vel gert
nb: Bra jobba

source: Back
de: zurück

source: Set your goal
de: Setze dein Ziel
nb: Set ditt mål
